tap "homebrew/bundle"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "gdb"
brew "htop"
brew "make"
brew "midnight-commander"
brew "neofetch"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
cask "discord"
cask "eclipse-cpp"
cask "firefox"
cask "godot"
cask "iterm2"
cask "keepassxc"
cask "librewolf"
cask "remote-desktop-manager-free"
cask "steam"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
