tap "domq/gdb"
tap "homebrew/bundle"
brew "bat"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gdb"
brew "htop"
brew "make"
brew "midnight-commander"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
cask "coteditor"
cask "discord"
cask "firefox"
cask "godot"
cask "gog-galaxy"
cask "iterm2"
cask "keepassxc"
cask "librewolf"
cask "macs-fan-control"
cask "mactex"
cask "minecraft"
cask "obsidian"
cask "remote-desktop-manager-free"
cask "steam"
cask "telegram-desktop"
cask "textmate"
cask "tg-pro"
cask "the-unarchiver"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
vscode "james-yu.latex-workshop"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-portuguese"
vscode "vscodevim.vim"
